{
  "subtitles": [
    {
      "number": 1,
      "subtitle": "Wonderful. Wonderful. Thank you so much. And it's lovely to see you all here today. My name is Moorea. I'm an academic and corporate editor. I also have been working as a tutor tutor on Ringel for the last four years. I did English at the University of Cambridge and beyond, my work as an editor and a tutor. I'm also a professional actor and comedian here in the UK. So that's a little bit about me."
    },
    {
      "number": 2,
      "subtitle": "Now, let's shift our focus to today's topic and this is a really interesting one. So let's take a look at the context surrounding this topic. Give you a bit of an introduction to all of the themes at play here."
    },
    {
      "number": 3,
      "subtitle": "I'll start off by giving you a little bit of a timeline. The background leading up to the publication of this book, Spare. Well, then think about Prince Harry as a spare. And then more broadly, what it means to be a spare and whether or not this concept still holds weight in kind of modern society. But some really interesting thoughts there, and thank you for sharing them. Feel free to keep sharing them throughout the session in the chat and I'll check in with them as I can."
    },
    {
      "number": 4,
      "subtitle": "So Prince Harry and Meghan Markle, his wife, met in 2016. Apparently he saw an Instagram real with her on it and they went on a blind date, which is very sweet. A year later, they announced that they were shifting to what's called a horse in horse out model. And we'll think more about what that means. Later on in this session. But basically, it means they didn't want to be full time members of the royal family. Later that year, they got engaged and in 2018 they got married."
    },
    {
      "number": 5,
      "subtitle": "And then we skip forward two years. They've had two years of marriage, two years of trying to be part of the royal family. And in 2020 they formally announced that they are stepping down as royals. They are essentially, as many of you mentioned that leaving the royal family They then have a big tell all interview with Oprah Winfrey in 2021 and then one year later in 2020 2022."
    },
    {
      "number": 6,
      "subtitle": "Harry and Meghan a Netflix documentary is released but then brings us to present day 2023 and we have Harry's autobiography spare being published so we can see over the last three years they've gone public about many many aspects of their lives."
    },
    {
      "number": 7,
      "subtitle": "Now what about Prince Harry more specifically? Well Prince Harry is the younger brother of Prince William who is the eldest son of the queen. That's right. Of Prince Charles. Now King Charles. And he will only inherit the throne if his elder brother dies, if Prince William dies.So he was born to be a spare. And in his book, Harry claims that he was brought into the world in case something happened to Willie, his elder brother. So his only real purpose in life was to be the kind of backup heir, you know, if something happened to his elder brother, he would be able to inherit the throne one day."
    },
    {
      "number": 8,
      "subtitle": "But that sort of concept of a spare isn't as useful in modern society. You know, dying young is much rarer nowadays than it used to be. So spurs have less use. And within this article, we see that Harry believes that the role of the modern star is to just be a distraction someone to, you know, hold the media's attention. And actually, as many of you mentioned in your comments in the Zoom chat, he was labeled a troublemaker, a naughty one, and he definitely did have a period of rebellion. Now, interestingly, Harry's perspective is slightly different He says that he was told by the royal family to not correct articles that slandered him and his now wife, Meghan Markle. I see Stella mentioning Princess Kate in the chat there. And there's been a lot of discussion in British media about how Meghan Markle and Kate were treated very differently by British tabloids. And Harry was told not to speak publicly about that. Now, because of that, Harry and Meghan sought to be half in half out of the royal family. And what that meant essentially is they wanted to have their own careers, make their own money. But still support the royal family part time. So, you know, a bit like you would do with a standard family, you know, you have your job, you go to your job and then occasionally you'll go out and you'll help your granny do something, which is essentially what Prince Harry wanted to do, occasionally help his granny do something. Now, this is very similar to a model of royal family that we see across Europe in the Dutch and Swedish royal families. But despite that, Prince Harry was told by British royals that this would be impossible. He wouldn't be able to be half in or half out. He needed to be all in, all out. And that leads us to where we are today."
    },
    {
      "number": 9,
      "subtitle": "So that's a bit of a whistle stop tour through the background of this particular topic. But now let's take a look at this article. More specifically, beware this bag. And this article is subtitled, I think, quite interestingly. "
    },
    {
      "number": 10,
      "subtitle": "Let's drop the need for a second in line and let Harry be the last. Now, this is an article from The Guardian, a British newspaper, a British broadsheet specifically. So quite a well-regarded British newspaper. And we're going to take a look at three passages from this article today. The first explains what we mean by the air and the fat in the second one. We'll talk about the modern spy as a distraction. And then finally, it will really focus in on this phrase hot in, half out and what it means within the British Royal Family."
    },
    {
      "number": 11,
      "subtitle": "So let's take a look at our first passage, the air and the spat. Now, in this passage, we will be learning that Harry's family referred to him and his brother using these term terms. And now King Charles actually told Diana, his wife at the time, that Harry was the star shortly after his birth. Now, William Harry, his older brother, brother, struggled to understand why Harry didn't take his role as spare seriously. And we also learn in this passage that after the first sibling, the eldest sibling, William, has children, the spare becomes less important because the way that British monarchy works, the crown would go to William's children before it would go to Prince Harry."
    },
    {
      "number": 12,
      "subtitle": "So let's read through this passage. The heir and the spare the heir and the spare was Harry tells us a shorthand about the two brothers used by the entire family and says it was what Charles told Diana after his birth. The word spare is repeated so much that it is almost dizzying and recurs in the most heated incidents. When he said William pushed him. His brother was in full air mode and couldn't fathom why it wasn't dutifully"
    },
    {
      "number": 13,
      "subtitle": "playing the role of the spare and as the first sibling marries and has children, the number two becomes less central as he describes in the case of Margaret, lonely and without purpose. And as he depicts himself post army and pre Meghan eating takeaway alone and watching reruns of Friends no longer the spare of the spare"
    },
    {
      "number": 14,
      "subtitle": "So let's take a look at some of the vocabulary that we're introduced to here. First of all, we have this wonderful word, shorthand and shorthand refers to essentially just a kind of simplified or shortened way of talking about something. So we often use shorthand in notes. We don't want to write all of our notes out in full length. So we will use shortened versions of certain words for the sake of brevity. Or we will use words to mean bigger things for the sake of brevity. Now, we also have this wonderful and very useful adjective. Heated and heated refers to something that is emotionally heightened or passionate, angry, intense. There are lots of different emotions that all can be referred to using this word heated. So your parents might get into a heated discussion about where to send you for school if you are a child, or you might get into a heated debate with your boss. If you believe that your right and your boss is wrong. Heated discussions are often close to arguments, and they often turn into arguments but they can also be passionate and intense in other ways. You might get heated about topics that you're very interested in or passionate about. For example, let me have this  wonderful and very interesting verb fathom. Now, if you fathom something, then you understand it. And often we use it when we are talking about things that are very difficult, very complicated. Now, we most frequently see Fathom being used when we are talking about things that we don't understand. So we most commonly see this being used in the negative I can't fathom something. I couldn't fathom something. And here we've got another example of that. You know, I just couldn't fathom how he had suddenly become so wealthy. You know, you just can't work out how he came across all of this money all of a sudden. It's a wonderful and very vivid verbal action to use."
    },
    {
      "number": 15,
      "subtitle": "Now, let's take a look at the second half of this passage. I actually want to start off with just explaining a little bit about Margaret. She's mentioned in this article, she is called Princess Margaret, and she was the younger sister of Queen Elizabeth the second. And honestly, her life was rather a sad one. It was characterized by her having affairs having a very unhealthy relationship with alcohol, with drugs, with Cigarets. She was very well known for having an affair with a married military officer, quite a high ranking officer. And he actually left his wife for her. But after he left his wife for her, her family, the royal family told her not to marry him, that he wouldn't be an appropriate match for her. And instead, they sort of kind of set her up with a with an O, a very kind of well-respected figure called Earl Snowdon. And she and this Earl both had a lot of affairs they cheated on each other very regularly. They quite quickly got divorced. It was a very loveless, unhappy marriage. She didn't have any kids, although she did have two kids rather but she didn't remarry. And she became rather infamous. She was the black sheep of the family. She was kind of a bit of an outcast. She had a very unhealthy relationship with alcohol, drugs. She was very well known for being a chain smoker. And she died very young at just 71 after having four strokes. So a rather sad life. And Harry kind of pulls out this character as a model for what happens to the star, you know, the sort of forgotten member of the royal family. And he uses this verb depicts  to describe himself as this bad, lonely and without purpose. Now depict as a verb allows us to talk about the sort of very visual way of describing something. Now, we can be visual because we're using lots of very vivid words, or we can be visual because we are using images. We are painting something So, you know, you could say, oh, the artist used oil paints to depict her favorite lake. Again, it's a very visual verb, and it has a very visual meaning behind it. And then finally, let's take a look at these little prefixes, little bits that you can stick onto the front of the words post, army premium post and pre now post or photos to something that happens after something else. So in this case, this happened after the Army and Prete refers to something that happens before something else. So in case in this case, this happened before he met Meghan. So we often use these two prefixes in sequence. I could say I had a protein shake, post-workout, but pre shower. And again, it's a very efficient way of talking about sequences of events.  "
    }
  ]
}
